#Список комонд и их описания.
comands = [
    "File_creator, ---- Меню для создания файлов. ---- Вызывается командой создай в главном меню" ,
    "File_creator_txt, ---- Меню для создания текстовых документов. ---- Вызывается командой текст в меню создай" ,
    "File_creator_directory, ---- Меню для создания папок/директорий. ---- Вызывается командой дирректория в меню создай",
    "Open, ---- Меню для открытия файлов или программ. ---- Вызывается командой открой в главном меню" ,
    "Open_site, ---- Меню для открытия сайтов. ---- Вызывается командой сайт в меню открой" ,
    "Open_programm, ---- Меню для открытия программ. ---- Вызывается командой программа в меню открой" ,
    "Help, ---- Меню помощи. ---- Вызывается командой помощь из любого меню" ,
]